[
{ id: 'rocklee', url: 'https://cdn.shoob.gg/images/cards/1/Rock_Lee;1;Naruto,Original.png', description: 'Rock Lee is a determined and skilled ninja from the Naruto series, known for his impressive physical abilities and unwavering dedication to taijutsu. Despite his inability to perform ninjutsu or genjutsu, Lee becomes an inspiration to others through his hard work and perseverance.'},
{ id: 'naruto', url: 'https://cdn.shoob.gg/images/cards/1/c14355db47c03fbf572b6426a60d8a91e92210d143b55b56e3f8ebee8ccfa051.png', description: 'Naruto is a popular Japanese manga and anime series created by Masashi Kishimoto. It tells the story of Naruto Uzumaki, a young ninja with a dream of becoming the strongest ninja in his village, Konohagakure. Born with a powerful fox spirit sealed within him, Naruto faces numerous challenges and overcomes personal struggles while forming strong bonds with his friends and allies. The series explores themes of friendship, determination, and the pursuit of one's dreams in a world filled with intense ninja battles and supernatural powers.'},
{ id: 'sasuke', url: 'https://cdn.shoob.gg/images/cards/1/5bef6772b4eb6013b38ed81d2d8f4911553032b91aaed8ca924444d58558081d.png', description: 'Sasuke is a complex character in Naruto. Initially driven by revenge, he leaves his village to gain power. With exceptional ninjutsu skills and the Sharingan eye, Sasuke's story revolves around redemption and personal justice.'},
{ id: 'sakura', url: 'https://cdn.shoob.gg/images/cards/1/91981545746ebe02f424dba40abc4a79d2331e49e77a77d9a840c46f55fcb75a.png', description: 'Sakura is a skilled ninja from the Naruto series. She evolves from a timid girl to a determined kunoichi specializing in medical ninjutsu, showcasing strength and intelligence while protecting her loved ones.'},
  { id: 'ino', url: 'https://cdn.shoob.gg/images/cards/1/1580725477651.png', description: 'Ino is a skilled ninja from Naruto. She has the ability to mind-transfer and later becomes a proficient medic. Her character development emphasizes friendship and inner strength.'},  
  { id: 'Gaara', url: 'https://cdn.shoob.gg/images/cards/1/1580725778956.png', description: 'Initially a villain, Kazekage with a tailed beast, struggles with violence and finds redemption through connections, controls sand.'},  
  { id: 'Obito', url: 'https://cdn.shoob.gg/images/cards/1/1580725817665.png', description: 'Obito is a complex character in Naruto. Initially believed to be dead, he resurfaces as the masked villain "Tobi. Possessing powerful Sharingan and Rinnegan abilities, Obito's story explores themes of loss, regret, and eventual redemption.'},  
  { id: 'Kiba', url: 'https://cdn.shoob.gg/images/cards/1/1580726437212.png', description: 'Kiba Inuzuka is a character from the anime "Naruto. He is a member of Konohagakure's Inuzuka clan, known for their bond with canine companions. Kiba's canine partner is named Akamaru. Together, they perform various jutsu in their adventures.'},  
  { id: 'Rin', url: 'https://cdn.shoob.gg/images/cards/1/1580726826008.png', description: 'Rin Nohara is a character from the Naruto anime. She was a medical-nin in Team Minato and her death had a significant impact on characters Kakashi Hatake and Obito Uchiha.'},  
  { id: 'sai', url: 'https://cdn.shoob.gg/images/cards/1/1580727007690.png', description: 'Sai is a member of Team Kakashi in Naruto". He is known for his artistic abilities and specializes in ink-based ninjutsu. Initially lacking social skills, Sai learns to form bonds with his teammates Naruto and Sakura.'},  
  { id: 'tenten', url: 'https://cdn.shoob.gg/images/cards/1/1580728151505.png', description: 'Tenten is a member of Team Guy in "Naruto. She excels in weapons combat and is known for her proficiency with various weapons. Her goal is to become a legendary kunoichi.'},  
  { id: 'madara', url: 'https://cdn.shoob.gg/images/cards/1/1593723431222.png', description: 'Madara Uchiha is a powerful and influential antagonist in "Naruto. He was a renowned member of the Uchiha clan and sought to reshape the world according to his vision.'},  
  { id: 'nagato', url: 'https://cdn.shoob.gg/images/cards/1/1593723981834.png', description: 'Nagato - Mysterious and powerful leader of the Akatsuki, possessing the ability to control multiple bodies and unleash devastating attacks with his Rinnegan.'},  
  { id: 'Hasirama', url: 'https://cdn.shoob.gg/images/cards/1/1593726753205.png', description: 'Hashirama - Founder of the Hidden Leaf Village, a legendary shinobi with unmatched wood-based jutsu and a compassionate nature.'},  
  { id: 'Haku', url: 'https://cdn.shoob.gg/images/cards/1/1593724879904.png', description: 'Haku - Skilled ice user and loyal companion, possessing remarkable speed and grace in combat, with a tragic past.'},  
  { id: 'killer B', url: 'https://cdn.shoob.gg/images/cards/1/1593727228982.png', description: 'Killer B - Fierce rapper and Jinchuriki of the Eight-Tails, known for his unique fighting style and mastery of rap lyrics during battles.'},  
  { id: 'kurama', url: 'https://cdn.shoob.gg/images/cards/1/1607309832910.png', description: 'Kurama - Majestic and powerful nine-tailed fox spirit, feared and revered for its immense chakra and destructive capabilities.'},  
  { id: 'Tsunade', url: 'https://cdn.shoob.gg/images/cards/1/1608789035535.png', description: 'Tsunade - Legendary Sannin and Fifth Hokage, a formidable warrior with exceptional medical abilities and incredible superhuman strength.'},  
  { id: 'pain', url: 'https://cdn.shoob.gg/images/cards/1/1607309420043.png', description: 'Pain - Enigmatic leader of the Akatsuki, possessing a unique ability to control multiple bodies and unleashing devastating attacks with his Rinnegan.'},  
  { id: 'minato', url: 'https://cdn.shoob.gg/images/cards/1/1607309347088.png', description: 'Minato - Revered as the Fourth Hokage, known for his incredible speed and mastery of space-time ninjutsu, and revered as the "Yellow Flash for his swift movements in battle.'},  
  { id: 'kakashi', url: 'https://cdn.shoob.gg/images/cards/1/1607309170860.png', description: 'Kakashi - Skillful and enigmatic shinobi, known for his Sharingan eye, mastery of various jutsu, and unwavering loyalty to his friends and village.'},  
  { id: 'kushina', url: 'https://cdn.shoob.gg/images/cards/1/1607309315987.png', description: 'Kushina - Strong-willed and fiery-haired Uzumaki clan member, known for her exceptional sealing abilities and as the loving mother of Naruto, with a fierce spirit and protective nature.'},  
  { id: 'Jiraiya', url: 'https://cdn.shoob.gg/images/cards/1/1607309071620.png', description: 'Jiraiya - Legendary Sannin and master of the Toad Sage mode, a charismatic and perceptive shinobi known for his powerful jutsu, wise teachings, and unyielding loyalty to his friends.'},  
  { id: 'Itachi', url: 'https://cdn.shoob.gg/images/cards/1/1607309049244.png', description: 'Itachi - Complex and tragic prodigy of the Uchiha clan, possessing unparalleled intelligence and mastery of the Sharingan, known for his self-sacrifice, loyalty, and involvement in the dark secrets of the ninja world.'},  
  { id: 'Guy', url: 'https://cdn.shoob.gg/images/cards/1/1607309026629.png', description: 'Guy - Energetic and passionate shinobi, specializing in taijutsu, known for his unwavering determination, vibrant personality, and ability to push his limits using the Eight Inner Gates technique.'},  
  { id: 'Kaguya', url: 'https://cdn.shoob.gg/images/cards/1/32eaddab3f43036f0dadfb19facb4341.png', description: 'Kaguya - Ancient and formidable celestial being, regarded as the progenitor of chakra, possessing godlike powers and a desire for eternal dominance over the world.'}, 
{ id: 'Neji', url: 'https://cdn.shoob.gg/images/cards/1/1607309366762.png', description: 'Neji - Talented and stoic Hyuga clan prodigy, gifted with the Byakugan and renowned for his exceptional skills in close combat and his firm belief in the concept of fate and destiny.'}, 
{ id: 'Hinata', url: 'https://cdn.shoob.gg/images/cards/2/1596666567367.png', description: 'Hinata - Gentle and kind-hearted Hyuga clan member, known for her shy demeanor and unwavering determination to grow stronger, with a deep love and devotion for Naruto.'},
{ id: 'Tobi', url: 'https://cdn.shoob.gg/images/cards/2/1607310505522.png', description: 'Tobi - Deceptive and mysterious member of Akatsuki, initially posing as a bumbling fool but revealing himself to be a cunning and powerful adversary, later known by his tru identity, Uchiha Obito.'},
{ id: 'Tobirama', url: 'https://cdn.shoob.gg/images/cards/2/f79805c90082019fccad6a1783658877.png', description: 'Tobirama - Resolute and pragmatic Second Hokage, revered for his intellect and water-based ninjutsu, laying the foundations of the Hidden Leaf Village and creating essential shinobi systems.'}
]
